---
kind: other
id: Methods.T:Autodesk.Revit.DB.RevisionCloud
source: html/3600f7be-7bf0-6533-3e73-8b439484ed1d.htm
---
# RevisionCloud Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.